Repository: common-repository/beautiful-multiselect-search-lite
Catalog: PLUGINLITEPROD1-5-2/languages/beautifulmultiselectsearch-*.po
Languages: fr_fr

source: How many Beautiful Multiselect Search Pages do you need
fr_fr: Combien de pages de Recherche vous vous créer

source: How to use beautiful multiselect search
fr_fr: Comment utiliser la recherche créée Beautiful Multiselect Search

source: STEP 1
fr_fr: ÉTAPE 1

source: Go to left menu
fr_fr: Allez dans le menu gauche

source: Appearance
fr_fr: Apparence

source: and then
fr_fr: et ensuite

source: Drag and Drop
fr_fr: Glisser/Déposer

source: Plugin from left
fr_fr: Plugin de gauche

source: Available Widgets
fr_fr: Widgets Disponibles

source: to Right
fr_fr: à droite

source: Then click on
fr_fr: Puis cliquez sur

source: Save
fr_fr: Enregistrer

source: Button
fr_fr: Bouton

source: Choose the title, the default category (use when no criteria are selected), and the different main categories...Then click again on
fr_fr: Choisissez le titre, la catégorie par défaut (utilisée lorsqu'aucun critère n'est renseigné), et les différentes catégories principales...Puis cliquez à nouveau sur

source: STEP 2
fr_fr: ÉTAPE 2

source: Add New
fr_fr: Ajouter

source: Fill only the page title
fr_fr: Renseigner uniquement le titre de la page

source: On the right side select
fr_fr: Sur le côté droit sélectionnez

source: Then Click on
fr_fr: Puis cliquez sur

source: Publish
fr_fr: Mettre à jour

source: It's done
fr_fr: C'est fait

source: LOAD A PREDEFINED THEME
fr_fr: Charger un thème prédéfini

source: More Themes...
fr_fr: Plus de thèmes...

source: CHANGE COLORS
fr_fr: PERSONNALISER LES COULEURS

source: Bullet
fr_fr: Puce

source: Bullet Hover and Selected Criteria BG
fr_fr: Puce (Survol) et Couleur Fond du Critère sélectionné

source: Bullet Border and Criteria Bottom Border
fr_fr: Bordure Puce et Bordure basse Critère

source: Bullet Border Hover
fr_fr: Bordure Puce (Survol)

source: Title Text
fr_fr: Titre

source: Title Border
fr_fr: Bordure Titre

source: Main Category Text
fr_fr: Catégorie Principale

source: Criteria Text
fr_fr: Critère

source: Title Selected Criteria Text
fr_fr: Titre Critères Sélectionnés

source: Selected Criteria Text
fr_fr: Critère sélectionné

source: Selected Criteria Text Hover
fr_fr: Critère sélectionné (survol)

source: Selected Criteria Border
fr_fr: Bordure Critère sélectionné

source: Selected Criteria BG Hover
fr_fr: Couleur Fond Critère sélectionné (Survol)

source: Cancel Selected Criteria Text
fr_fr: Texte Effacer tous les critères

source: Cancel Selected Criteria BG
fr_fr: Couleur Fond Effacer tous les critères

source: Cancel Selected Criteria Border
fr_fr: Bordure Effacer tous les critères

source: Square
fr_fr: Carré

source: Circle
fr_fr: Cercle

source: Width
fr_fr: Largeur

source: Selected Criteria Cross Color
fr_fr: Croix Critère sélectionné

source: Selected Criteria Cross Color Hover
fr_fr: Croix critère sélectionné (Survol)

source: Question Mark Color
fr_fr: Point d'interrogation

source: Question Mark BG Color
fr_fr: Couleur Fond Point Interrogation

source: Question Mark Border Color
fr_fr: Bordure Point d'interrogation

source: Question Mark Border Radius
fr_fr: Point d'interrogation Rayon

source: ! Please enter a number between 0 and 50
fr_fr: ! Merci d'entrer un nombre entre 0 et 50

source: ! Please enter a number between 0 and 99
fr_fr: ! Merci d'entrer un nombre entre 0 et 99

source: margin with title
fr_fr: Marge avec le titre

source: No Question Mark
fr_fr: Pas de point d'interrogation

source: Question Mark Shadow
fr_fr: Ombre du point d'interrogation

source: ! Please enter a number between 0 and 9
fr_fr: ! merci d'entrer un nombre entre 0 et 9

source: shadow
fr_fr: ombre

source: CLEAR ALL VALUES
fr_fr: TOUT EFFACER

source: SEARCH COLOMN TEXT MODIFICATION
fr_fr: MODIFICATION DES TEXTES DE LA COLONNE DE RECHERCHE

source: RESULT COLOMN TEXT MODIFICATION
fr_fr: MODIFICATION DES TEXTES DE LA COLONNE DE RÉSULTAT

source: Please be sure that you have CSS knowledge before changing these parameters.
fr_fr: Merci de vous assure que vous avez un minimum de connaissance CSS avant de modifier les paramètres ci-dessous.

source: LOAD MINIMAL Advanced CSS
fr_fr: Charger CSS Minimum

source: Results per page
fr_fr: Nbre de résultats par page

source: Result Counter
fr_fr: Compteur Résultat

source: Search Wrap Width
fr_fr: Largeur du conteneur de Recherche

source: ! Please enter a number between 10 and 90
fr_fr: ! merci d'entrer un nombre entre 10 et 99

source: Result Wrap Width
fr_fr: Largeur du conteneur de Résultat

source: ! The addition of Search Wrap Width and Result Wrap Widht must be <=100
fr_fr: ! L'addition des largeurs des conteneurs de requête et de résultat doit être <=100

source: SAVE FAILED
fr_fr: SAUVEGARDE ECHOUEE

source: Margin Top BMS Global Wrap
fr_fr: Marge Haute de la section de recherche

source: ! The value should be < 9999
fr_fr: ! La valeur doit

source: Margin Bottom BMS Global Wrap
fr_fr: Marge Basse de la section de recherche

source: Margin Right BMS Global Wrap
fr_fr: Marge Droite de la section de recherche

source: Margin Left BMS Global Wrap
fr_fr: Marge Gauche

source: Search Colomn Position
fr_fr: Position de la colonne de recherche

source: Add BMS Search
fr_fr: Ajouter une recherche

source: Colors and Themes
fr_fr: Couleurs et Thèmes

source: Advanced Options
fr_fr: Options Avancées

source: Text Modifications
fr_fr: Modification des Textes

source: Multiselect (categories) Search and Filter
fr_fr: Recherche et filtre multi catégories + Recherche textuelle

source: YOUR SELECTION
fr_fr: VOTRE SÉLECTION

source: DELETE ALL CRITERIAS
fr_fr: TOUT EFFACER

source: You have to put Beautiful Multiselect Search Widget in Beautiful Multiselect Search Sidebar and not in another Sidebar.
fr_fr: Vous devez mettre le widget Beautiful Multiselect Search dans une sidebar Beautiful Multiselect Search Sidebar et pas une autre.

source: Don't worry, it's very easy and fast to modify, go to menu Appearance Widgets and drag and drop the widget in the Beautiful Multiselect Search Sidebar.
fr_fr: Pas d'inquiétude, c'est rapide et facile à modifier, vous allez dans Apparence puis Widgets et vous glissez le widget dans une Beautiful Multiselect Search.

source: Search results
fr_fr: Résultat de votre recherche

source: Search result
fr_fr: Résultat de votre recherche

source: Read more
fr_fr: Lire la suite

source: No result.
fr_fr: Aucun résultat.
